text = """🧋זלדה- נווה ירק
🧋ג'חנון בכפר- כפר סירקין✅
🧋נינה קפה- חגור✅
🧋החומוס של ג'ינג'י- קיבוץ עינת
🧋אמנה פיתה בר- הוד השרון
🧋סוס קפה - שדי חמד
☕שוקרייה- הוד השרון✅
☕קפה אוגוסט- כפר סבא✅
☕מולה קפה בריא- תל אביב
☕קפה אנסטסיה- תל אביב✅
☕קפה ברזילי- תל אביב✅
☕קפה אדמונד- תל אביב
☕מתחת לעץ- תל אביב✅
☕קפה עברי- תל אביב✅
☕קפה ציונה-נס ציונה✅
☕רובידה- מזכרת בתיה
☕קפה זוהו- תל אביב
☕מיגדלור- תל אביב✅
☕קפה סוזאנה- תל אביב✅
☕מפגש אסי- תל אביב
☕קפה מיראז'- תל אביב✅
☕ביציקלטה קפה- תל אביב✅
☕קפה בוקה- תל אביב✅
☕א פיה קסומה- קיבוץ עינת
☕קפה מי קאסה- גליל ים✅
☕קפה נוף ים- הרצליה
🍷נוף בחצר- הוד השרון✅
🍷ווין גארדן- תל אביב
🍷ג'וני בר יין- הרצליה✅
🍷שאטו שועל- תל אביב✅
🍷רומיה- תל אביב
🍷בריקס בר יין- תל אביב
🍷ג'ונו בר יין- תל אביב✅
🍷קוטה cote- תל אביב✅
🍺שגב בר אנד לאונג- פתח תקווה✅
🍺בייקר סלון- פתח תקווה✅
🍺רוטצ'- ראשלצ✅
🍺ראנטו בר- ראשלצ✅
🍺פאצ'ו דה ווילד- ראשלצ✅
🍺אליבי בר- תל אביב✅
🍺הרובע- תל אביב✅
🍺מרלן- גבעתיים✅
🍺על הבר- תל אביב✅
🍺אקבר בר- תל אביב✅
🍺איז'ו ובבט- תל אביב✅
🍺אברקסס בר- תל אביב✅
🍺אליבי 41- תל אביב✅
🍺קוקו במבינו- תל אביב✅
🍺מרגוזה בר- תל אביב✅
🍕רביבה וסיליה- תל אביב/רמת השרון
🍕פומו- תל אביב✅
🍕קלבריה- תל אביב✅
🍕הכריש פיצה בר- ראשלצ✅
🍕 ג'הג'ה בר- ראשלצ✅
🍕ויוינו - ראשלצ✅
🍕ציקטי- תל אביב✅
🍕 קאלאטה 15- הרצליה✅
🍕פוזה פיצה בר- הרצליה✅
🍕הזיוויה- הוד השרון✅
🍕בונא בר פיצה- כפר סבא✅
🍕אולה- תל אביב✅
🍕נונו- נס ציונה✅
🍕לה טיגרה פיצה- תל אביב✅
🍕בורקס יוון- יהוד
🍕סה טו פיצה- ראשלצ✅
🍕אמש- תל אביב✅
🍕האיטלקייה בפשפשים- תל אביב✅
🍕סרפינה- תל אביב✅
🍕רוסטיקו- תל אביב✅
🍕פומו- תל אביב✅
🍕מתאו- תל אביב✅
🍕פיצה לילה- תל אביב✅
🍕שוקו לולו-תל אביב✅
🍕בקאפיקו- תל אביב✅
🍕הקובנה של מומה- תל אביב✅
🍣קיצ'וקאי- תל אביב✅
🍣קיסו- קריית אונו✅
🍣מון- תל אביב✅
🍣יאוזה- תל אביב✅
🍣נוץ'- רמת השרון✅
🍣סלאס- תל אביב✅
🍣פו סושי- תל אביב✅
🍣סושי רום- הרצליה✅
🍣ניהון נו בה- הוד השרון✅
🍣נאומי- יהוד✅
🍣גואט טי אל וי- תל אביב✅
🍣סאן קיס- ראשלצ✅
🍣הסושי של נועה- ראשלצ
🍔אלנה-תל אביב✅
🍔ג'אנגו בורגר- ראשלצ✅
🍔גורמה 26- תל אביב✅
🍔ואנס בורגר- תל חדיד✅
🍔זוקו- קריית אונו
🍔חומוס אחדות- פתח תקווה
🍔 די אן איי- תל אביב✅
🍔צ'יקן סטיישן- תל אביב
🍔ג'סמינו- תל אביב✅
🍔הרצל 16-תל אביב✅
🍔מנה- תל אביב✅
🍔טאטי לופט-יהוד✅
🍔אסתר- יהוד
🍔לה שוק- תל אביב✅
🍔פופ אנד פופ- תל אביב✅
🍔טאקריה מקסיקני- תל אביב✅
🍔צ'נה- תל אביב✅
🍔קומראן- תל אביב✅
🍔בר 51- תל אביב✅
🍔קלארו- תל אביב✅
🍔שולה בחצר- רמת גן✅
🍔קפה פועה- תל אביב
🍔 בנץ ברדרס המבורגר- תל אביב✅
🍔ואן בורגר-תל חדיד✅
🍔סושייל קלאב- תל אביב✅
🍔פאט קאו- תל אביב✅
🍔חלה- שוק הכרמל
🍔טושה-רעננה✅"""

# Split the text into lines
lines = text.splitlines()

print(lines)